Repository: OpenPli-dev/mediaplayer2
Catalog: plugin/locale/*/LC_MESSAGES/MediaPlayer2.po
Languages: bg, pl

source: Jump to previous marked position
bg: Към предния флаг

source: Jump to next marked position
bg: Към следващия флаг

source: Toggle a cut mark at the current position
bg: Поставяне или премахване на флаг

source: Do you want to resume this playback?
bg: Да се продължи ли от последното място?
pl: Czy chcesz wznowić odtwarzanie?

source: Resume position at %s
bg: Ще започне от %s
pl: Pozycja wznowienia %s

source: Resuming playback
bg: Продължение
pl: Wznawianie odtwarzania

source: Letterbox
bg: Допълване

source: Pan&scan
bg: Изрязване

source: Just scale
bg: Разширяване
pl: Po prostu skaluj

source: PillarBox
bg: Допълване

source: change aspect ratio
bg: промяна на съотношението
pl: zmień format obrazu

source: Aspect
bg: Съотношение
pl: Format

source: Policy
bg: Обработка
pl: Licencja

source: Artist
bg: Изпълнител
pl: Artysta

source: Title
bg: Заглавие
pl: Tytuł

source: Album
bg: Албум

source: Year
bg: Година
pl: Rok

source: Genre
bg: Жанр
pl: Gatunek

source: Add file to playlist
bg: Добави файла към плейлиста
pl: Dodaj plik do listy odtwarzania

source: Exit mediaplayer
bg: Изход
pl: Zamknij odtwarzacz

source: show info
bg: Показва информация
pl: pokaż info

source: Play entry
bg: Плей
pl: Odtwarzaj

source: Pause
bg: Пауза
pl: Pauza

source: Stop entry
bg: Стоп
pl: Zatrzymaj

source: Play from previous mark or playlist entry
bg: Към предния флаг или елемент
pl: Odtwarzaj od poprzedniego znacznika lub pozycji listy

source: Play from next mark or playlist entry
bg: Към следващия флаг или елемент
pl: Odtwarzaj od następnego znacznika lub pozycji listy

source: Menu
bg: Меню

source: Jump to beginning of list
bg: Към началото на списъка
pl: Idź na początek listy

source: Jump to end of list
bg: Към края на списъка
pl: Idź na koniec listy

source: Switch to playlist
bg: Към плейлиста
pl: Przejdź do listy odtwarzania

source: Switch to filelist
bg: Към списъка с файлове
pl: Przejdź do listy plików

source: Delete playlist entry
bg: Изтриване от плейлиста
pl: Usuń z listy

source: Clear playlist
bg: Изчистване на плейлиста
pl: Wyczyść listę odtwarzania

source: Shuffle playlist
bg: Разбъркване на плейлиста
pl: Losowe wybieranie

source: Show external subtitles status
bg: Показва статуса на външните субтитри
pl: Pokaż status napisów zewnętrznych

source: show event details
bg: показва подробности
pl: Pokaż więciej szczegółów

source: No external subtitles loaded
bg: Не са заредени външни субтитри
pl: Nie załadowano napisów zewnętrznych

source: Exit media player?
bg: Изход от MediaPlayer2?
pl: Wyjść z odtwarzacza?

source: This receiver cannot decode %s streams!
bg: Този приемник не може да обработва %s потоци!
pl: Ten odbiornik nie potrafi zdekodować strumieni %s!

source: Play audio-CD...
bg: Изпълнение на Аудио CD
pl: Odtwarzaj Audio-CD...

source: Add directory to playlist
bg: Добави папката към плейлиста
pl: Dodaj katalog do listy odtwarzania

source: Add directory to playlist and play
bg: Добави папката към плейлиста и стартирай плейъра
pl: Dodaj katalog do listy i odtwórz

source: Add files to playlist
bg: Добави файла към плейлиста
pl: Dodaj pliki do listy odtwarzania

source: Add files to playlist and play
bg: Добави файла към плейлиста и го пусни
pl: Dodaj pliki do listy i odtwórz

source: Delete file
bg: Изтрий файла
pl: Usuń plik

source: Play with
bg: Пускане с

source: Delete entry
bg: Изтриване
pl: Usuń pozycję

source: Show in filelist
bg: Покажи в списъка с файлове

source: Hide player
bg: Скрий плейъра
pl: Ukryj odtwarzacz

source: Load playlist
bg: Зареждане на плейлист
pl: Załaduj listę odtwarzania

source: Save playlist
bg: Запис на плейлист
pl: Zapisz listę odtwarzania

source: Delete saved playlist
bg: Изтриване на плейлисти
pl: Skasuj zapisaną listę odtwarzania

source: Edit settings
bg: Настройки
pl: Edycja ustawień

source: Please enter filename (empty = use current date)
bg: Въведете име за файла (празно = днешна дата)
pl: Wprowadź nazwę pliku (puste = użyj aktualnej daty)

source: Please select a playlist...
bg: Изберете плейлист...
pl: Proszę wybrać listę...

source: Please select a playlist to delete...
bg: Изберете плейлист за изтриване...
pl: Proszę wybrać listę do skasowania...

source: Do you really want to delete %s?
bg: Наистина ли искате да изтриете %s?
pl: Czy napewno chcesz usunąć %s?

source: Delete failed!
bg: Изтриването е неуспешно!
pl: Błąd usuwania!

source: You cannot delete this!
bg: Не можете да изтриете този файл!
pl: Nie możesz tego skasować!

source: Watch movies...
bg: Гледане на филми...
pl: Oglądaj filmy...

source: View video CD...
bg: Гледане на видео CD...
pl: Pokaż Video CD...

source: Play music...
bg: Изпълнение на музика...
pl: Włącz muzykę...

source: Play back media files with subtitles
bg: Плейване на медийни файлове със субтитри
pl: Odtwarzacz plików multimedialnych z napisami

source: Ask user
bg: Попитай

source: default
bg: стандартно

source: yes
bg: да

source: no
bg: не

source: Resume from last position
bg: Продължи от последната позиция

source: Start from the beginning
bg: Започни от начало

source: Gstreamer(App)
bg: Gstreamer(външно)

source: ExtEplayer3(App)
bg: ExtEplayer3(външно)

source: Default
bg: стандартно

source: shows remaining time
bg: покажи оставащото време

source: shows current position
bg: покажи текущото време

source: Simple
bg: опростено

source: Intermediate
bg: междинно

source: Expert
bg: пълно

source: Cancel
bg: Отказ
pl: Anuluj

source: Use
bg: Избери
pl: Użyj

source: Directory browser
bg: Файлов мениджър
pl: Przeglądarka katalogów

source: Save
bg: Запис
pl: Zapisz

source: context menu
bg: Контекстно меню
pl: typ menu kontekstowego

source: repeat playlist
bg: Повтаряне на плейлиста
pl: powtórz listę odtwarzania

source: save playlist on exit
bg: Запомни плейлиста при изход
pl: zapisać listę odtwarzania przed wyjściem

source: save last directory on exit
bg: Запомни последната папка при изход
pl: zapisać ostatni katalog przed wyjściem

source: start directory
bg: Начална папка
pl: katalog startowy

source: sorting of playlists
bg: Азбучно подреждане на плейлиста
pl: sortowanie list odtwarzania

source: always hide infobar
bg: Винаги скривай инфобара
pl: automatycznie ukrywaj pasek info

source: hide infobar and close
bg: Изход дори при видим инфобар
pl: ukryj pasek info i zamknij

source: sqlite3 library is missing!, cuesheets for servicemp3 disabled
bg: sqlite3 липсва!, cuesheets за servicemp3 е невъзможен

source: cuesheets for servicemp3 (restart plugin)
bg: cuesheets за servicemp3 (изисква рестарт)
pl: pliki cuesheet dla servicemp3 (wymagany restart)

source: remove all saved positions
bg: Премахване на всички запазени позиции
pl: usuń wszystkie zapisane pozycje

source: save last position (restart plugin)
bg: Запомни последната позиция (изисква рестарт)
pl: zapisz ostatnią pozycję (wymagany restart)

source: on movie start (restart plugin)
bg: При стартиране (изисква рестарт)
pl: przy starcie filmu (wymagany restart)

source: LCD on video playback
bg: На LCD
pl: LCD podczas odtwarzania

source: show in extensions menu
bg: Покажи в списъка с разширения
pl: pokaż w menu rozszerzeń

source: show in main menu
bg: Покажи в главното меню
pl: pokaż w menu głównym

source: media framework
bg: Ядро на плейъра
pl: biblioteka odtwarzania mediów

source: subtitles
bg: субтитри

source: Do you really want to delete all saved positions?
bg: Наистина ли искате да изтриете всички запазени позиции?
pl: Czy na pewno usunąć wszystkie zapisane pozycje?

source: sqlite3 library is missing!, Cuesheets for servicemp3 disabled
pl: Brak biblioteki sqlite3! Pliki cuesheet dla servicemp3 są wyłączone

source: Resume last position on movie start (restart plugin)
pl: Przywróć ostatnią pozycję filmu (wymagany restart)

source: replace default MediaPlayer in main menu
pl: Zamień domyślny odtwarzacz MediaPlayer w menu

source: Nonlinear
pl: Nieliniowo

source: Refresh subtitles
pl: Odśwież napisy

source: Refreshing subtitles...
pl: Odświeżanie napisów...

source: Media player
pl: Odtwarzacz

source: Language selection
pl: Wybór języka

source: Type text of picture
pl: Wpisz opis obrazka

source: unpack error: cannot get subname
pl: błąd w archiwum: nieznana nazwa

source: unpack error: cannot open archive
pl: bład: nie można otworzyć archiwum

source: unsupported archive %s
pl: nieobsługiwane archiwum %s

source: Username
pl: Użytkownik

source: Password
pl: Hasło
